export const STATIC_PRODUCT = [
  {
    title: "Наименование товара",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "10 000",
    id: 1,
  },

  {
    title: "Наименование товара",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "10 000",
    id: 2,
  },

  {
    title: "Наименование товара",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "10 000",
    id: 3,
  },

  // Для проверки сортировки по названию

  {
    title: "в",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "22 222",
    id: 4,
  },

  {
    title: "б",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "11 111",
    id: 5,
  },

  {
    title: "а",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "33 333",
    id: 6,
  },

  {
    title: "Наименование товара",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "10 000",
    id: 7,
  },

  {
    title: "Наименование товара",
    body: "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    img: require("@/static/product.png"),
    price: "10 000",
    id: 8,
  },
];
